{
  "hero_name": "Чэнь",
  "hero_image": "/assets/chen/hero.jpg",
  "talents": {
    "l1t1": {
      "talent_name": "Накопление жара",
      "talent_image": "/assets/chen/1.png",
      "talent_desc": "Задача: каждый раз, когда Чэнь поджигает вражеского героя, периодический урон от «Пламенного дыхания» увеличивается на 2%, вплоть до 60%.\nНаграда: когда Чэнь подожжет героев «Пламенным дыханием» 30 раз, при его использовании он также начнет получать эффект «Стойкость» длительностью 1 сек. за каждого подожженного героя. «Стойкость» снижает получаемый урон на 25%.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l1t2": {
      "talent_name": "Заземляющий отвар",
      "talent_image": "/assets/chen/2.png",
      "talent_desc": "Уменьшает урон, наносимый Чэню способностями, на 30%, пока тот поддерживает действие «Укрепляющего отвара»",
      "comment_name": "",
      "comment_desc": ""
    },
    "l1t3": {
      "talent_name": "Свежайшие ингредиенты",
      "talent_image": "/assets/chen/3.png",
      "talent_desc": "Задача: подбирайте сферы регенерации, чтобы ускорить восполнение здоровья на 1 ед. в секунду вплоть до 30 ед. в секунду.\nНаграда: после подбора 30 сфер регенерации 50% запаса прочности щита от «Укрепляющего отвара» будут сохраняться до конца матча.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l1t4": {
      "talent_name": "Верткий задира",
      "talent_image": "/assets/chen/4.png",
      "talent_desc": "При использовании Чэнь будет уклоняться от автоатак противников в течение 2 сек. Каждый раз, когда Чэнь проводит автоатаку, время восстановления этой способности сокращается на 3 сек. Время восстановления: 20 сек.",
      "comment_name": "Комментарий",
      "comment_desc": "Даже если у врагов хотя бы 1 автоатакер это уже обязательный талант. Если вообще никого нет то можно взять 30% уменьшения магии с дешки."
    },
    "l4t1": {
      "talent_name": "Смертельный удар",
      "talent_image": "/assets/chen/5.png",
      "talent_desc": "«Парящий удар» больше не тратит отвар. Увеличивает урон от «Парящего удара» на 100%, если на вас действует щит от «Укрепляющего отвара».",
      "comment_name": "",
      "comment_desc": ""
    },
    "l4t2": {
      "talent_name": "Подбрасывание бочонка",
      "talent_image": "/assets/chen/6.png",
      "talent_desc": "Задача: при каждом попадании «Удара бочонком» по герою урон этой способности увеличивается на 3 ед„ вплоть до 60 ед.\nНаграда: огда Чэнь попадет «Ударом бочонка» по героям 20 раз, дальность действия этой способности увеличится на 125%, и она получит дополнительный заряд.",
      "comment_name": "Комментарий",
      "comment_desc": "Начало славного билда через бочонок."
    },
    "l4t3": {
      "talent_name": "Кольцо огня",
      "talent_image": "/assets/chen/7.png",
      "talent_desc": "После применения способности «Пламенное дыхание» Чэня окружает огненная аура, ежесекундно наносящая ближайшим противникам 54 (+4% за лвл.) ед. урона в течение 3 сек.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l4t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": "",
      "comment_name": "",
      "comment_desc": ""
    },
    "l7t1": {
      "talent_name": "Гармония хмелевара",
      "talent_image": "/assets/chen/8.png",
      "talent_desc": "Когда у Чэня остается 50 или менее ед. отвара  его скорость передвижения повышается на 20%. Когда у него остается 50 или более ед. отвара, он дополнительно восстанавливает 19 (+4% за лвл.) ед. здоровья в секунду.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l7t2": {
      "talent_name": "Насыщенный вкус",
      "talent_image": "/assets/chen/9.png",
      "talent_desc": "«Укрепляющий отвар» дает мгноввенный щит на 331 (+4% за лвл.) единиц, и длится на 1 секунду дольше.",
      "comment_name": "Комментарий",
      "comment_desc": "Сильный апгрейд для щитов. Пикать его я конечно же буду."
    },
    "l7t3": {
      "talent_name": "Освежающий отвар",
      "talent_image": "/assets/chen/10.png",
      "talent_desc": "Получаемое исцеление и эффекты восстановления усиливаются на 30%. Этот бонус увеличивается до 60%, пока Чэнь пьет «Укрепляющий отвар».",
      "comment_name": "",
      "comment_desc": ""
    },
    "l7t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": "",
      "comment_name": "",
      "comment_desc": ""
    },
    "l10t1": {
      "talent_name": "Бродячая бочка",
      "talent_image": "/assets/chen/11.png",
      "talent_desc": "Чэнь запрыгивает в бочку и катится в ней, нанося 61.36 (+4% за лвл) ед. урона всем противникам на своем пути и отбрасывая их от себя.  Время действия - 5 сек. Время восстановления: 70 сек.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l10t2": {
      "talent_name": "Буря, Земля, Огонь",
      "talent_image": "/assets/chen/12.png",
      "talent_desc": "Чэнь разделяется на три духа стихий на 12 сек. Запас здоровья каждого духа составляет 75% от максимального запаса здоровья Чэня, и каждый из них имеет уникальную способность, бели все три духа погибнут, то погибнет и сам Чэнь.\nБуря может повысить скорость передвижения ваших духов стихий.\nЗемля может совершать прыжки, замедляя противников вокруг точки приземления. Огонь может повысить скорость атаки ваших духов стихий. Время восстановления: 100 сек.",
      "comment_name": "Комментарий",
      "comment_desc": "Оба ульта юзабельны, меня просто внутри бочки укачивает."
    },
    "l13t1": {
      "talent_name": "Уязвимая точка",
      "talent_image": "/assets/chen/13.png",
      "talent_desc": "«Парящий удар» снижает скорость передвижения противников на 35% на 1 сек. Если цель облита отваром, она замедляется на 70%.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l13t2": {
      "talent_name": "Капля меда",
      "talent_image": "/assets/chen/14.png",
      "talent_desc": "Усиливает замедление при «Ударе бочонком» до 40%.",
      "comment_name": "Комментарий",
      "comment_desc": "Билд через бочонок почти готов к покорению мира."
    },
    "l13t3": {
      "talent_name": "Иссушающее пламя",
      "talent_image": "/assets/chen/15.png",
      "talent_desc": "Поджигая вражеского героя, «Пламенное дыхание» также уменьшает его силу способностей на 25% на 3 сек.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l13t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": "",
      "comment_name": "",
      "comment_desc": ""
    },
    "l16t1": {
      "talent_name": "Парящий прыжок",
      "talent_image": "/assets/chen/16.png",
      "talent_desc": "Увеличивает дальность действия «Парящего удара» на 20%.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l16t2": {
      "talent_name": "Еще по одной",
      "talent_image": "/assets/chen/17.png",
      "talent_desc": "Когда «Удар бочонком» поражает вражеского героя, время восстановления следующей базовой способности Чэня сокращается на 3 сек.",
      "comment_name": "Комментарий",
      "comment_desc": "Теперь вы способны бесконечно замедлять бо'льшую часть команды противников."
    },
    "l16t3": {
      "talent_name": "Хватит на всех",
      "talent_image": "/assets/chen/18.png",
      "talent_desc": "«Укрепляющий отвар» также защищает находящихся рядом дружественных героев, накладывая на них 56 (+4% за лвл.) ед. временных щитов в секунду.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l16t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": "",
      "comment_name": "",
      "comment_desc": ""
    },
    "l20t1": {
      "talent_name": "Скрытая сила",
      "talent_image": "/assets/chen/19.png",
      "talent_desc": "Во время действия «Бродячей бочки» скорость передвижения Чэня повышается на 25%, а получаемый им урон снижается на 50%.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l20t2": {
      "talent_name": "Проводник стихий",
      "talent_image": "/assets/chen/20.png",
      "talent_desc": "Увеличивает запас здоровья духов стихий до 100% от максимального запаса здоровья Чэня и усиливает их способности.\nБуря также делает всех духов стихий неудержимыми.\nЗемля может совершать прыжки чаще. Время восстановления этой способности уменьшается на 3 сек.\nОгонь увеличивает скорость атаки духов стихий, пока существует сам.",
      "comment_name": "Комментарий",
      "comment_desc": "Представьте, что маленькие панды это черепашки ниндзя и у вас есть возможно услить своих личных черепашек ниндзя. Вы бы сделали это?"
    },
    "l20t3": {
      "talent_name": "Очищающий отвар",
      "talent_image": "/assets/chen/21.png",
      "talent_desc": "Следующий примененный к Чэню эффект оглушения или немоты будет действовать на 75% меньше, а также сбросит время восстановления «Укрепляющего отвара». Этот эффект может срабатывать не чаще раза в 10 сек.",
      "comment_name": "",
      "comment_desc": ""
    },
    "l20t4": {
      "talent_name": "Секрет Буйных Портеров",
      "talent_image": "/assets/chen/22.png",
      "talent_desc": "Каждый раз, когда Чэнь поражает вражеского героя базовой способностью, он восполняет 1,5% от своего максимального запаса здоровья.",
      "comment_name": "",
      "comment_desc": ""
    }
  }
}