{
  "hero_name": "Хроми",
  "hero_image": "/assets/chromie/hero.jpg",
  "talents": {
    "l1t1": {
      "talent_name": "Эфирная смесь",
      "talent_image": "/assets/chromie/1.png",
      "talent_desc": "Награда: Когда Хроми поразит героев \"Песчаным вихрем\" 25 раз, урон от этой способности увеличится на 100 ед."
    },
    "l1t2": {
      "talent_name": "Глубокий вдох(Хроми)",
      "talent_image": "/assets/chromie/2.png",
      "talent_desc": "Задача: Каждое попадание \"Дыханием дракона\" по герою увеличивает урон от этой способности на 2 ед., вплоть до максимума в 50 ед.\nНаграда: Когда Хроми поразит героев \"Дыханием дракона\" 25 раз, урон этой способности дополнительно увеличится на 150 ед., а дальность обзора Хроми - на 100%."
    },
    "l1t3": {
      "talent_name": "\"Погоня за временем\"",
      "talent_image": "/assets/chromie/3.png",
      "talent_desc": "Задача: При подборе сферы регенерации скорость восстановления маны Хроми увеличивается на 0,1 ед. в секунду, вплоть до максимума в 1,5 ед. в секунду.\nНагарада: При сборе 15 сфер регенерации сила способностей Хроми также увеличивается на 5%."
    },
    "l1t4": {
      "talent_name": "Взгляд в будущее",
      "talent_image": "/assets/chromie/4.png",
      "talent_desc": "При использовании дает обзор в выбранной области на 2 сек. Показывает местоположение обнаруженных таким образом противников в течении 4 сек."
    },
    "l4t1": {
      "talent_name": "Пронзающие пески",
      "talent_image": "/assets/chromie/5.png",
      "talent_desc": "Снаряд \"Песчаного вихря\" может поразить до двух вражеских героев на своем пути."
    },
    "l4t2": {
      "talent_name": "Бронзовые когти",
      "talent_image": "/assets/chromie/6.png",
      "talent_desc": "Увеличивает дальность автоатак на 35%. Следующая после использования \"Песчаного вихря\" автоатака наносит на 250% больше урона."
    },
    "l4t3": {
      "talent_name": "Ударная волна",
      "talent_image": "/assets/chromie/7.png",
      "talent_desc": "Увеличивает область поражения \"Дыхания дракона\" на 25%."
    },
    "l4t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l7t1": {
      "talent_name": "Петля Мёбиуса",
      "talent_image": "/assets/chromie/8.png",
      "talent_desc": "Уменьшает затраты маны и время восстановления \"Дыхания дракона\" на 50%, но снижает урон от этой способности на 25%."
    },
    "l7t2": {
      "talent_name": "Око дракона",
      "talent_image": "/assets/chromie/9.png",
      "talent_desc": "\"Дыхание дракона\" наносит на 25% больше урона в центре области поражения."
    },
    "l7t3": {
      "talent_name": "Хроно-синдром",
      "talent_image": "/assets/chromie/10.png",
      "talent_desc": "Уменьшает время восстановления и затраты маны на использование \"Темпоральной ловушки\" на 50%. По истечении времени действия основного эффекта способности ловушка замедляет пораженную цель на 50% на 4 сек."
    },
    "l7t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l10t1": {
      "talent_name": "Пески времени",
      "talent_image": "/assets/chromie/11.png",
      "talent_desc": "Создает в выбранной области песчаную бурю. Чем дольше она существует, тем сильнее замедляет попавших в нее противников, вплоть до 60% спустя 3 сек после появления."
    },
    "l10t2": {
      "talent_name": "Петля времени",
      "talent_image": "/assets/chromie/12.png",
      "talent_desc": "После паузы в 3 сек. телепортирует выбранного вражеского героя в место, где он находился в момент применения этой способности."
    },
    "l13t1": {
      "talent_name": "Пока-пока!",
      "talent_image": "/assets/chromie/13.png",
      "talent_desc": "Уменьшает время применения камня возвращения на 75%. Получение урона больше не прерывает его применение."
    },
    "l13t2": {
      "talent_name": "Прорыв во времени",
      "talent_image": "/assets/chromie/14.png",
      "talent_desc": "Увеличивает дальность действия «Песчаного вихря» и дальность применения «Дыхания дракона» на 15%."
    },
    "l13t3": {
      "talent_name": "Тайм-аут",
      "talent_image": "/assets/chromie/15.png",
      "talent_desc": "При использовании Хроми вводит себя в стазис и становится неуязвимой. Время действия - до 7 сек. Повторное использование отменяет действие этой способности."
    },
    "l13t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l16t1": {
      "talent_name": "Зыбучие пески",
      "talent_image": "/assets/chromie/16.png",
      "talent_desc": "При поражении вражеского героя \"Песчаным вихрем\" сила способностей Хроми увеличивается на 8% на 10 сек. Эффект суммируется пока бонус к силе способностей не достигнет 40%, и обновляется каждый раз, когда Хроми поражает вражеского героя \"Песчаным вихрем\"."
    },
    "l16t2": {
      "talent_name": "Перемотка вперед",
      "talent_image": "/assets/chromie/17.png",
      "talent_desc": "Если перед попадание в героя снаряд \"Песчаного вихря\" преодолевает как минимум 75% от своей базовой максимальной дистанции, время восстановления этой способности сокращается на 0,75 сек."
    },
    "l16t3": {
      "talent_name": "Квантовая перегрузка",
      "talent_image": "/assets/chromie/18.png",
      "talent_desc": "При использовании увеличивает силу способностей Хроми на 20% на 10 сек."
    },
    "l16t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l20t1": {
      "talent_name": "Временной карман",
      "talent_image": "/assets/chromie/19.png",
      "talent_desc": "Убирает затраты маны на поддержание \"Песков времени\" и увеличивает максимальную силу замедления с 60% до 80%."
    },
    "l20t2": {
      "talent_name": "Неразрывная петля",
      "talent_image": "/assets/chromie/20.png",
      "talent_desc": "\"Петля времени\" также воздействует на всех вражеских героев, находящихся поблизости от основной цели."
    },
    "l20t3": {
      "talent_name": "Я в прошлом и будущем",
      "talent_image": "/assets/chromie/21.png",
      "talent_desc": "После использования \"Песчаного вихря\" на месте, где стояла Хроми, появится её остаточная проекция. При следующем использовании этой способности проекция повторит её, нанося при этом 40% от базового урона."
    },
    "l20t4": {
      "talent_name": "Андоральская аномалия",
      "talent_image": "/assets/chromie/22.png",
      "talent_desc": "Хроми может накопить до 3 зарядов \"Темпоральной ловушки\" и одновременно поддерживать существование до 3 ловушек. По истечении времени восстановления способности Хроми получает сразу 3 её заряда."
    }
  }
}