{
  "hero_name": "Иллидан",
  "hero_image": "/assets/illidan/hero.jpg",
  "talents": {
    "l1t1": {
      "talent_name": "Сжигание",
      "talent_image": "/assets/illidan/1.png",
      "talent_desc": "Выполняя \"Размашистый удар\", Иллидан  окружает себя пламенем, наносящим находящимся рядом противникам 22 (+4% за уровень) ед урона в секунду в течение 4 сек."
    },
    "l1t2": {
      "talent_name": "Коварная атака",
      "talent_image": "/assets/illidan/2.png",
      "talent_desc": "Если Иллидан попадает способностью «Размашистый удар» по 2 и более героям, то бонус к наносимому урону увеличивается с 35% до 125%, а также увеличивает время действия «Размашистых ударов» с 3 до 5 сек."
    },
    "l1t3": {
      "talent_name": "Вечная ненависть",
      "talent_image": "/assets/illidan/3.png",
      "talent_desc": "Иллидан получает постоянную прибавку к урону от автоатак за каждого убитого рядом противника: по 0,1 ед. — за воинов и по 1 ед. — за героев. Когда прибавка к урону достигает 20 ед., базовый урон от автоатак дополнительно увеличивается еще на 20 ед."
    },
    "l1t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l4t1": {
      "talent_name": "Быстрая погоня",
      "talent_image": "/assets/illidan/4.png",
      "talent_desc": "После того как Иллидан поражает цель способностью \"Кувырок\", скорость его передвижения увеличивается на 15% на 2 сек."
    },
    "l4t2": {
      "talent_name": "Друг или враг",
      "talent_image": "/assets/illidan/5.png",
      "talent_desc": "Герой получает возможность применять способность \"Кувырок\" к союзникам (но при этом не будет оказываться позади них). Увеличивает дальность применения способности «Кувырок» на 33%."
    },
    "l4t3": {
      "talent_name": "Всепроникающий взмах",
      "talent_image": "/assets/illidan/6.png",
      "talent_desc": "Позволяет герою преодолевать любые препятствия и изменения уровня ландшафта при использовании «Размашистого удара».\nЗадача: поразив героев «Размашистым ударом» 30 раз, Иллидан получает второй заряд «Размашистого удара»."
    },
    "l4t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l7t1": {
      "talent_name": "Длительный блок",
      "talent_image": "/assets/illidan/7.png",
      "talent_desc": "При использовании способности «Кувырок» Иллидан получает 2 заряда блока. Каждый заряд уменьшает получаемый от следующей автоатаки урон на 75%. Время действия эффекта - 3 сек"
    },
    "l7t2": {
      "talent_name": "Алчный клинок",
      "talent_image": "/assets/illidan/8.png",
      "talent_desc": "Увеличивает количество восполняемого умением «Жажда Предателя» здоровья с 30% от нанесенного автоатаками урона до 50%, если Иллидан находится под эффектом способности «Размашистый удар»."
    },
    "l7t3": {
      "talent_name": "Охотничий натиск",
      "talent_image": "/assets/illidan/9.png",
      "talent_desc": "Способности восполняют здоровье в размере 25% от нанесенного урона. При нанесении урона героям восполняется удвоенное количество здоровья. Работает только при использовании базовых способностей."
    },
    "l7t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l10t1": {
      "talent_name": "Метаморфоза",
      "talent_image": "/assets/illidan/10.png",
      "talent_desc": "В указанном месте Иллидан превращается в демона, нанося 46 ед. урона находящимся там противникам. За каждого пораженного героя максимальный запас здоровья временно увеличивается на 200 ед."
    },
    "l10t2": {
      "talent_name": "Охота",
      "talent_image": "/assets/illidan/11.png",
      "talent_desc": "Иллидан устремиться к указанной цели, нанося ей 251 ед. урона при взаимодействии и оглушая его на 1 сек."
    },
    "l13t1": {
      "talent_name": "Проворный защитник",
      "talent_image": "/assets/illidan/12.png",
      "talent_desc": "Если «Размашистый удар» поражает вражеского героя, Иллидан становится стойким и в течение 2 сек. получает на 25% меньше урона."
    },
    "l13t2": {
      "talent_name": "Отвлекающий удар",
      "talent_image": "/assets/illidan/13.png",
      "talent_desc": "Время восстановления способности «Уклонение» уменьшается на 3 сек. за каждого героя противника, пораженного способностью «Размашистый удар»."
    },
    "l13t3": {
      "talent_name": "Шестое чувство",
      "talent_image": "/assets/illidan/14.png",
      "talent_desc": "Пока действует способность \"Уклонение\", герой получает на 75% меньше урона от способностей. Действие таланта распространяется лишь на 2 первые способности, наносящие урон при активной способности «Уклонение»."
    },
    "l13t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l16t1": {
      "talent_name": "Метка смерти",
      "talent_image": "/assets/illidan/15.png",
      "talent_desc": "Способность «Кувырок» наносит дополнительные 180 ед. урона (+4% за уровень) каждый раз, когда применяется повторно против той же цели в течение 10 сек. с момента последнего применения."
    },
    "l16t2": {
      "talent_name": "Огненное клеймо",
      "talent_image": "/assets/illidan/16.png",
      "talent_desc": "Каждая четвертая последовательная автоатака против одного и того же героя противника наносит урон в объеме 6% от максимального запаса здоровья цели."
    },
    "l16t3": {
      "talent_name": "Клинки Аззинота",
      "talent_image": "/assets/illidan/17.png",
      "talent_desc": "При поражении героя противника способностью «Размашистый удар» Иллидан получает 1 заряд «Клинков Аззинота». Всего можно накопить 5 зарядов.\nНакопив 5 зарядов, можно активировать талант «Клинки Аззинота», увеличивающий урон от автоатак на 75% на 8 сек. При активации таланта поглощаются все заряды"
    },
    "l16t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l20t1": {
      "talent_name": "Облик демона",
      "talent_image": "/assets/illidan/18.png",
      "talent_desc": "Герой пребывает в облике демона постоянно. Бонус к скорости атаки в облике демона увеличивается до 20%, а время действия эффектов контроля снижается на 50%."
    },
    "l20t2": {
      "talent_name": "Негде спрятаться",
      "talent_image": "/assets/illidan/19.png",
      "talent_desc": "\"Охота\" действует с любого расстояния. Во время \"Охоты\" ускорение Иллидана существенно увеличивается. Иллидан автоматически обнаруживает всех героев противника с показателем здоровья ниже 25%."
    },
    "l20t3": {
      "talent_name": "Клинки Нексуса",
      "talent_image": "/assets/illidan/20.png",
      "talent_desc": "Автоатаки наносят на 20% больше урона и снижают скорость передвижения цели на 20% на 1 сек."
    },
    "l20t4": {
      "talent_name": "Штормовой заряд",
      "talent_image": "/assets/illidan/21.png",
      "talent_desc": "При использовании герой телепортируется на небольшое расстояние. Время восстановления: 70 сек."
    }
  }
}