{
  "hero_name": "Моралес",
  "hero_image": "/assets/morales/hero.jpg",
  "talents": {
    "l1t1": {
      "talent_name": "Продление страховки",
      "talent_image": "/assets/morales/1.png",
      "talent_desc": "Увеличивает время действия \"Страховки\" на 1 сек."
    },
    "l1t2": {
      "talent_name": "Экстренная помощь(W)",
      "talent_image": "/assets/morales/2.png",
      "talent_desc": "Если запас здоровья лейтенанта Моралес составляет меньше 50% от максимального, при получении урона на неё накладывается базовый эффект \"Страховки\". Этот эффект срабатывает не чаще одного раза в 20 сек."
    },
    "l1t3": {
      "talent_name": "Конутр обратной связи",
      "talent_image": "/assets/morales/3.png",
      "talent_desc": "При окончании действия эффекта \"Страховки\" восполняет 45 ед. маны."
    },
    "l1t4": {
      "talent_name": "Разведывательный дрон",
      "talent_image": "/assets/morales/4.png",
      "talent_desc": "Позволяет разместить в указанной области разведывательный дрон, в течение 45 сек. открывающий обзор в значительной области и позволяющий видеть замаскированных героев. Противники видят дрон и могут его уничтожить с помощью 2-х автоатак. Способность имеет 2 заряда.  Время перезарядки каждого заряда: 45 сек."
    },
    "l4t1": {
      "talent_name": "Биощит",
      "talent_image": "/assets/morales/5.png",
      "talent_desc": "Если запас здоровья цели \"Исцеляющего луча\" полон, на неё накладывается щит прочностью 78 (+4% за уровень) ед. Эффект суммируется до 5 раз."
    },
    "l4t2": {
      "talent_name": "Улучшенный блок",
      "talent_image": "/assets/morales/6.png",
      "talent_desc": "Периодически уменьшает урон, получаемый от автоатак героев, на 50%. Можно накопить до 3-х зарядов."
    },
    "l4t3": {
      "talent_name": "Заряженная граната",
      "talent_image": "/assets/morales/7.png",
      "talent_desc": "Восполняет ману, затраченную на применение \"Ударной гранаты\", если эта способность поражает героя."
    },
    "l4t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l7t1": {
      "talent_name": "Разряд!",
      "talent_image": "/assets/morales/8.png",
      "talent_desc": "Увеличивает область поражения \"Ударной гранаты\" на 33%. Пораженных противников отбрасывает дальше."
    },
    "l7t2": {
      "talent_name": "Облучение",
      "talent_image": "/assets/morales/9.png",
      "talent_desc": "Наносит противникам, находящимся рядом с целью \"Исцеляющего луча\", 22 (+1 за лвл) ед. урона в секунду."
    },
    "l7t3": {
      "talent_name": "Запрос: МУЛ",
      "talent_image": "/assets/morales/10.png",
      "talent_desc": "При использовании призывает МУЛа, который в течение 40 сек. по очереди ремонтирует строения, находящиеся ближе всего к указанной точке, восстанавливая их прочность  и пополняя боезапас. Восполняет 100 ед. прочности раз в  1 сек. Раз в 3 сек. восполняет боезапас 1 зарядом. Время восстановления 60 сек."
    },
    "l7t4": {
      "talent_name": "Очищение",
      "talent_image": "/assets/morales/11.png",
      "talent_desc": "При использовании делает цель неудержимой на 1 сек. Нельзя использовать на себе. Время восстановления: 60 сек."
    },
    "l10t1": {
      "talent_name": "Стим-дрон",
      "talent_image": "/assets/morales/12.png",
      "talent_desc": "Повышает скорость атаки союзного героя на 75%, а скорость его передвижения на 25%."
    },
    "l10t2": {
      "talent_name": "Медэвак",
      "talent_image": "/assets/morales/13.png",
      "talent_desc": "Вызывает медэвак в указанную точку. В течение 10 сек., пока медэвак находится в точку погрузки, союзники могут забраться на борт, щелкнув по нему правой кнопкой мыши."
    },
    "l13t1": {
      "talent_name": "Интенсивная терапия",
      "talent_image": "/assets/morales/14.png",
      "talent_desc": "Если \"Исцеляющий луч\" воздействует на одну цель дольше 3-х сек. он начинает восполнять на 25% больше здоровья. При этом затраты маны на его поддержание увеличиваются на 4 ед. в секунду."
    },
    "l13t2": {
      "talent_name": "Групповая терапия",
      "talent_image": "/assets/morales/15.png",
      "talent_desc": "При поддержании \"Исцеляющего луча\" восполняет Лейтенанту Моралес 25% от восполненного цели здоровья, расходуя при этом дополнительно 4 ед. маны в секунду."
    },
    "l13t3": {
      "talent_name": "Профилактика",
      "talent_image": "/assets/morales/16.png",
      "talent_desc": "Снижает скорость атаки противников, атакующих цел \"Исцеляющего луча\" на 25% на 2.5 сек."
    },
    "l13t4": {
      "talent_name": "Щит заклятий",
      "talent_image": "/assets/morales/17.png",
      "talent_desc": "После получения урона от способностей снижает этот и весь подобный урон на 50% на 3 сек. Может срабатывать не чаще одного раза в 30 сек. Вы можете отключить эту способность."
    },
    "l16t1": {
      "talent_name": "Прививка",
      "talent_image": "/assets/morales/18.png",
      "talent_desc": "Дополнительно уменьшает получаемый урон до 50% в течение первых 1.5 сек. действия эффекта."
    },
    "l16t2": {
      "talent_name": "Секвенатор щита",
      "talent_image": "/assets/morales/19.png",
      "talent_desc": "В течение 3 сек. после применения \"Страховки\" её можно применить повторно и без затрат маны."
    },
    "l16t3": {
      "talent_name": "Общий шок",
      "talent_image": "/assets/morales/20.png",
      "talent_desc": "Замедляет пораженных \"Ударной гранатой\" противников на 50% на 4 сек. Сила замедления постепенно уменьшается."
    },
    "l16t4": {
      "talent_name": "Двойной аргумент",
      "talent_image": "/assets/morales/21.png",
      "talent_desc": "Уменьшает время восстановления \"Ударной гранаты\" на 2 сек. и позволяет накапливать 2 заряда этой способности."
    },
    "l20t1": {
      "talent_name": "Переливание",
      "talent_image": "/assets/morales/22.png",
      "talent_desc": "Увеличивает время действия \"Стим-дрона\" на 2 сек. Лейтенант Моралес также получает эффект этой способности при её применении."
    },
    "l20t2": {
      "talent_name": "Медотсек",
      "talent_image": "/assets/morales/23.png",
      "talent_desc": "Медэвак восполняет находящимся рядом с ним и на его борту союзникам 110 (+10 за лвл) ед. здоровья в сек."
    },
    "l20t3": {
      "talent_name": "Реактор \"Кадуцей\" 2.0",
      "talent_image": "/assets/morales/24.png",
      "talent_desc": "\"Реактор \"Кадуцей\" также восполняет восполняет 8 ед. маны  в сек. и накладывает щит прочностью 58 (+8 за лвл) ед., эффект которого суммируется до 5 раз."
    },
    "l20t4": {
      "talent_name": "Щит бури",
      "talent_image": "/assets/morales/25.png",
      "talent_desc": "При использовании защищает ближайших дружественных героев щитом, прочность которого составляет 20% от их максимального запаса здоровья. Время действия щита - 3 сек. Время восстановления: 45 сек."
    }
  }
}