{
  "hero_name": "Утер",
  "hero_image": "/assets/uther/hero.jpg",
  "talents": {
    "l1t1": {
      "talent_name": "Путь чародея",
      "talent_image": "/assets/uther/1.png",
      "talent_desc": "Задача: Каждая собранная сфера регенерации увеличивает скорость восстановления маны на 0,1 ед. в секунду, вплоть до 2,5 ед. в секунду. Награда: Собрав 25 сфер, ваш герой получит бонус к максимальному запасу маны в 100 ед."
    },
    "l1t2": {
      "talent_name": "Молот Светоносного",
      "talent_image": "/assets/uther/2.png",
      "talent_desc": "Автоатаки также восполняют 8 ед. маны."
    },
    "l1t3": {
      "talent_name": "Кулак правосудия",
      "talent_image": "/assets/uther/3.png",
      "talent_desc": "При нанесении урона с помощью автоатак время восстановления \"Молота правосудия\" уменьшается на 1 сек."
    },
    "l1t4": {
      "talent_name": "Волна света",
      "talent_image": "/assets/uther/4.png",
      "talent_desc": "Каждая цепь, исцеленная с помощью \"Святого сияния\", восполняет Утер у 8 ед. маны, но не более 40 ед маны, и уменьшает время восстановления способности на 1 сек. но не более чем на 5 сек."
    },
    "l4t1": {
      "talent_name": "Безграничное убеждение",
      "talent_image": "/assets/uther/5.png",
      "talent_desc": "Увеличивает длину и ширину области действия \"Святого сияния\" 40%."
    },
    "l4t2": {
      "talent_name": "Частица Света",
      "talent_image": "/assets/uther/6.png",
      "talent_desc": "Утер получает исцеление в объеме 30% от восполненного союзным героям здоровья."
    },
    "l4t3": {
      "talent_name": "Защитное поле",
      "talent_image": "/assets/uther/7.png",
      "talent_desc": "При активации укрывает дружественного героя щитом прочностью 15% от его максимального запаса здоровья. Время действия эффекта - 5 сек. Время восстановления: 60 сек."
    },
    "l4t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l7t1": {
      "talent_name": "Тяжесть вины",
      "talent_image": "/assets/uther/8.png",
      "talent_desc": "По истечении времени действия оглушения от \"Молот правосудия\" замедляет пораженную цель на 30% на 2 сек."
    },
    "l7t2": {
      "talent_name": "Священный огонь",
      "talent_image": "/assets/uther/9.png",
      "talent_desc": "Наносит находящимся поблизости противникам 18 (+4% за лвл) ед. урона в секунду. Автоатаки по вражеским героям увеличивают этот урон на 20% на 3 сек. Эффект суммируется до 3 раз."
    },
    "l7t3": {
      "talent_name": "Oчищение",
      "talent_image": "/assets/uther/10.png",
      "talent_desc": "При использовании снимает с цели все эффекты оглушения, обездвиживания, немоты и замедления, а также уменьшает время действия повторно наложенных аналогичных эффектов на 50% в течение 2 сек. Время восстановления: 30 сек."
    },
    "l7t4": {
      "talent_name": "",
      "talent_image": "",
      "talent_desc": ""
    },
    "l10t1": {
      "talent_name": "Божественный щит",
      "talent_image": "/assets/uther/11.png",
      "talent_desc": "Делает союзника неуязвимым и увеличивает скорость его передвижения на 20% на 3 сек."
    },
    "l10t2": {
      "talent_name": "Божественная буря",
      "talent_image": "/assets/uther/12.png",
      "talent_desc": "Наносит 187 (+4% за лвл) ед. урона и оглушает ближайших противников на 1,75 сек."
    },
    "l13t1": {
      "talent_name": "Благословенный воитель",
      "talent_image": "/assets/uther/13.png",
      "talent_desc": "В течении 5 сек. после использования \"Света небес\" автоатаки Утера восполняют ему и ближайшим союзным героям 20% от здоровья, восстановленного этой способностью."
    },
    "l13t2": {
      "talent_name": "Щит заклятий",
      "talent_image": "/assets/uther/14.png",
      "talent_desc": "После получения урона от способностей снижает этот и весь подобный урон на 50% на 3 сек. Может срабатывать не чаще одного раза в 30 сек. Вы можете отключить эту способность."
    },
    "l13t3": {
      "talent_name": "Шок небес",
      "talent_image": "/assets/uther/15.png",
      "talent_desc": "\"Свет небес\" можно применять к противнику, чтобы нанести ему урон в размере 50% от объема исцеления. Время восстановления способности в таком случае уменьшается на 6 сек, а следующее её применение восполняет на 50% больше здоровья."
    },
    "l13t4": {
      "talent_name": "Уменьшающий луч",
      "talent_image": "/assets/uther/16.png",
      "talent_desc": "При использовании уменьшает урон, наносимый героем противника, на 50%, а его скорость передвижения - на 50%. Время действия - 4 сек. Время восстановления: 60 сек."
    },
    "l16t1": {
      "talent_name": "Нарастающее сияние",
      "talent_image": "/assets/uther/17.png",
      "talent_desc": "Увеличивает объем исцеления и наносимый урон от следующего применения \"Святого сияния\" на 8% за каждого героя, задетого этой способностью, но не более чем на 80%."
    },
    "l16t2": {
      "talent_name": "Сильная сосредоточенность",
      "talent_image": "/assets/uther/18.png",
      "talent_desc": "Увеличивает скорость восстановления базовых способностей героя на 50%, когда его запас здоровья составляет более 80%."
    },
    "l16t3": {
      "talent_name": "Праведная защита",
      "talent_image": "/assets/uther/19.png",
      "talent_desc": "После исцеления союзного героя \"Светом небес\", он получает на 50% меньше урона в течении 2 сек."
    },
    "l16t4": {
      "talent_name": "Благодарение",
      "talent_image": "/assets/uther/20.png",
      "talent_desc": "При использовании уменьшает затраты маны на применение следующей базовой способности на 50 ед., а её время восстановления - на 10 сек. Время восстановления способности - 40 сек."
    },
    "l20t1": {
      "talent_name": "Оплот Света",
      "talent_image": "/assets/uther/21.png",
      "talent_desc": "Увеличивает время действия \"Божественного щита\" на 2 сек.  и уменьшает время его восстановления на 20 сек."
    },
    "l20t2": {
      "talent_name": "Божественный ураган",
      "talent_image": "/assets/uther/22.png",
      "talent_desc": "Увеличивает радиус действия \"Божественной бури\" на 50% и уменьшает ее время восстановления на 20 сек."
    },
    "l20t3": {
      "talent_name": "Искупление",
      "talent_image": "/assets/uther/23.png",
      "talent_desc": "По окончании действия эффекта умения «Вечное служение» Утер воскресает в том месте, где находится его дух, с 50% здоровья. Время восстановления данного эффекта составляет 180 сек."
    },
    "l20t4": {
      "talent_name": "Щит бури",
      "talent_image": "/assets/uther/24.png",
      "talent_desc": "При использовании защищает ближайших дружественных героев щитом, прочность которого составляет 20% от их максимального запаса здоровья. Время действия щита - 3 сек. Время восстановления: 45 сек."
    }
  }
}