{
  "hero_name": "Заря",
  "hero_image": "/assets/zarya/hero.jpg",
  "talents": {
    "l1t1": {
      "talent_name": "Эксперт-подрывник",
      "talent_image": "/assets/zarya/1.png",
      "talent_desc": "Задача: заряды «Лучевой гранаты» восстанавливаются на 0.5 сек. быстрее за каждые 5 попаданий этой способностью по вражеским героям, но не более чем на 3 сек. в целом.\nНаграда: когда «Лучевая граната» поразит вражеских героев 40 раз, радиус ее области поражения увеличится на 15%."
    },
    "l1t2": {
      "talent_name": "Вместе мы сила!",
      "talent_image": "/assets/zarya/2.png",
      "talent_desc": "Заря получает 1 ед. энергии за каждые 9 ед. урона, нанесенного союзником, который находится под воздействием «Дистанционного барьера», вплоть до 30 ед. за каждый барьер."
    },
    "l1t3": {
      "talent_name": "Зададим жару!",
      "talent_image": "/assets/zarya/3.png",
      "talent_desc": "Автоатаки Зари наносят на 50% больше урона противникам, находящимся на расстоянии ближнего боя."
    },
    "l1t4": {
      "talent_name": "Максимальный заряд",
      "talent_image": "/assets/zarya/4.png",
      "talent_desc": "Сферы регенерации теперь мгновенно дают 20 ед. энергии.\nЗадача: в течение как минимум 150 сек. поддерживайте запас энергии на уровне не ниже 50 ед.\nНаграда: максимальный запас энергии увеличится на 20 ед."
    },
    "l4t1": {
      "talent_name": "Самая сильная",
      "talent_image": "/assets/zarya/5.png",
      "talent_desc": "«Защитный барьер» поглощает на 146 ед. больше урона."
    },
    "l4t2": {
      "talent_name": "Упал-отжался!",
      "talent_image": "/assets/zarya/6.png",
      "talent_desc": "Задача: сферы регенерации до конца матча увеличивают прочность «Дистанционного барьера» на 15 ед., вплоть до 300 ед.\nНаграда: после подбора 20 сфер регенерации время восстановления «Дистанционного барьера» будет уменьшено на 3 сек. до конца матча."
    },
    "l4t3": {
      "talent_name": "Ускоряющий барьер",
      "talent_image": "/assets/zarya/7.png",
      "talent_desc": "«Дистанционный барьер» повышает скорость передвижения союзного героя на 35% на все время действия способности."
    },
    "l4t4": {
      "talent_name": "Непробиваемая защита",
      "talent_image": "/assets/zarya/8.png",
      "talent_desc": "По истечении времени действия или при уничтожении «Защитный барьер» и «Дистанционный барьер» в течение 6 сек. уменьшают урон, получаемый от 2 следующих автоатак героев противника, на 75%."
    },
    "l7t1": {
      "talent_name": "Ювелирная точность",
      "talent_image": "/assets/zarya/9.png",
      "talent_desc": "«Лучевая граната» наносит на 40% больше урона противникам в центре области поражения."
    },
    "l7t2": {
      "talent_name": "Взрывной барьер",
      "talent_image": "/assets/zarya/10.png",
      "talent_desc": "По истечении времени действия или при уничтожении «Защитный барьер» взрывается, нанося 104 ед. урона находящимся рядом противникам."
    },
    "l7t3": {
      "talent_name": "Безграничная мощь",
      "talent_image": "/assets/zarya/11.png",
      "talent_desc": "Когда Заря накапливает более 50 ед. энергии, область поражения ее автоатаки увеличивается на 35%."
    },
    "l7t4": {
      "talent_name": "Попробуй ударь",
      "talent_image": "/assets/zarya/12.png",
      "talent_desc": "Поглощаемый барьерами Зари урон дает на 15% больше энергии."
    },
    "l10t1": {
      "talent_name": "Гравитонный импульс",
      "talent_image": "/assets/zarya/13.png",
      "talent_desc": "Запускает гравитонную бомбу, которая спустя 1 сек. взрывается и в течение 2,5 сек. притягивает вражеских героев к эпицентру взрыва. Время восстановления: 120 сек."
    },
    "l10t2": {
      "talent_name": "Зона отчуждения",
      "talent_image": "/assets/zarya/14.png",
      "talent_desc": "Запускает гравитонную бомбу, которая наносит 129 ед. урона и создает зону отчуждения, существующую в течение 3,5 сек. Противники, вошедшие в эту зону, будут отброшены назад, а их скорость передвижения снизится на 50% на 1 сек. Время восстановления: 45 сек."
    },
    "l13t1": {
      "talent_name": "Неудержимая сила (Заря)",
      "talent_image": "/assets/zarya/15.png",
      "talent_desc": "«Защитный барьер» делает Зарю неудержимой на время вплоть до 2 сек."
    },
    "l13t2": {
      "talent_name": "Чародейский барьер",
      "talent_image": "/assets/zarya/16.png",
      "talent_desc": "По истечении времени действия «Защитного барьера» или при его уничтожении Заря получает эффект «Щит заклятий», который уменьшает получаемый урон от способностей на 75% на 3 сек."
    },
    "l13t3": {
      "talent_name": "Тренировка выносливости",
      "talent_image": "/assets/zarya/17.png",
      "talent_desc": "Когда Варя накапливает не менее 75 ед. энергии, она получает эффект «Стойкость», уменьшающий весь получаемый ею урон на\n20%."
    },
    "l13t4": {
      "talent_name": "Боль - это иллюзия",
      "talent_image": "/assets/zarya/18.png",
      "talent_desc": "При использовании расходует всю энергию и создает щит, поглощающий урон в объеме 0,5% от максимального запаса здоровья Зари за каждую израсходованную единицу энергии. Время действия - 3 сек. Одновременно Заря может укрыться только одним своим щитом. Время восстановления: 30 сек."
    },
    "l16t1": {
      "talent_name": "Плазменная контузия",
      "talent_image": "/assets/zarya/19.png",
      "talent_desc": "«Лучевая граната» снижает скорость передвижения противников, находящихся у центра области поражения, на 35% на 1.5 сек."
    },
    "l16t2": {
      "talent_name": "Очищающий барьер",
      "talent_image": "/assets/zarya/20.png",
      "talent_desc": "Уменьшает время восстановления «Дистанционного барьера» 2 сек. и позволяет ему снимать с цели эффекты контроля."
    },
    "l16t3": {
      "talent_name": "Ты вообще качаешься?",
      "talent_image": "/assets/zarya/21.png",
      "talent_desc": "При попадании по активному «Дистанционному барьеру» другой находящийся рядом союзник также получает базовый вариант щита от этой способности."
    },
    "l16t4": {
      "talent_name": "Рождена для битвы",
      "talent_image": "/assets/zarya/22.png",
      "talent_desc": "Когда Варя накапливает не менее 75 ед. энергии, ее способности восстанавливаются на 25% быстрее."
    },
    "l20t1": {
      "talent_name": "Бессердечная гравитация",
      "talent_image": "/assets/zarya/23.png",
      "talent_desc": "Увеличивает время действия «Гравитонного импульса» на 1 сек. В течение этого времени «Гравитонный импульс» наносит 146 ед. урона."
    },
    "l20t2": {
      "talent_name": "Расчистка местности",
      "talent_image": "/assets/zarya/24.png",
      "talent_desc": "Увеличивает область поражения на 15%. Также временно увеличивает максимальный запас энергии Вари на 10 ед. за каждого пораженного вражеского героя. Время действия -10 сек."
    },
    "l20t3": {
      "talent_name": "Гренадер",
      "talent_image": "/assets/zarya/25.png",
      "talent_desc": "Все заряды «Лучевой гранаты» восстанавливаются одновременно."
    },
    "l20t4": {
      "talent_name": "Стойкая защитница",
      "talent_image": "/assets/zarya/26.png",
      "talent_desc": "При использовании обнуляет время восстановления способностей «Защитный барьер» и «Дистанционный барьер». Время восстановления: 60 сек."
    }
  }
}